<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
</head>
<body>
	<h3>西瓜</h3>
	<p>西瓜!!!西瓜!!!西瓜!!!西瓜!!!西瓜!!!西瓜!!!西瓜!!!西瓜!!!西瓜!!!西瓜!!!西瓜!!!西瓜!!!</p>
	<img style="position:absolute;top:0px;left:0px;z-index:-1;border:1px solid #f00;" width='1000' height='500' src='images/3.png' />
	<!-- <div style="width:1000px;height:500px;position:absolute;top:140px;left:140px;color:red;background-image:url(images/2.png)">asd</div> -->
	<!-- 
	<p style="background-image:url(images/2.png)">昔者仲尼与于蜡宾，事毕，出游于观之上，喟然而叹。仲尼之叹，盖叹鲁也。言偃在侧曰：「君子何叹？」孔子曰：「大道之行也，与三代之英，丘未之逮也，而有志焉。」大道之行也，天下为公。选贤与能，讲信修睦，故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜寡孤独废疾者，皆有所养。男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同。今大道既隐，天下为家，各亲其亲，各子其子，货力为己，大人世及以为礼。城郭沟池以为固，礼义以为纪；以正君臣，以笃父子，以睦兄弟，以和夫妇，以设制度，以立田里，以贤勇知，以功为己。故谋用是作，而兵由此起。禹、汤、文、武、成王、周公，由此其选也。此六君子者，未有不谨于礼者也。以着其义，以考其信，着有过，刑仁讲让，示民有常。如有不由此者，在势者去，众以为殃，是谓小康。言偃复问曰：「如此乎礼之急也？」孔子曰：「夫礼，先王以承天之道，以治人之情。故失之者死，得之者生。《诗》曰：『相鼠有体，人而无礼；人而无礼，胡不遄死？』是故夫礼，必本于天，殽于地，列于鬼神，达于丧祭、射御、冠昏、朝聘。故圣人以礼示之，故天下国家可得而正也。」言偃复问曰：「夫子之极言礼也，可得而闻与？」孔子曰：「我欲观夏道，是故之杞，而不足征也；吾得夏时焉。我欲观殷道，是故之宋，而不足征也；吾得坤干焉。坤干之义，夏时之等，吾以是观之。」夫礼之初，始诸饮食，其燔黍捭豚，污尊而抔饮，蒉桴而土鼓，犹若可以致其敬于鬼神。及其死也，升屋而号，告曰：「皋！某复。」然后饭腥而苴孰。故天望而地藏也，体魄则降，知气在上，故死者北首，生者南乡，皆从其初。昔者先王，未有宫室，冬则居营窟，夏则居橧巢。未有火化，食草木之实、鸟兽之肉，饮其血，茹其毛。未有麻丝，衣其羽皮。后圣有作，然后修火之利，范金合土，以为台榭、宫室、牖户，以炮以燔，以亨以炙，以为醴酪；治其麻丝，以为布帛，以养生送死，以事鬼神上帝，皆从其朔。故玄酒在室，醴醆在户，粢醍在堂，澄酒在下。陈其牺牲，备其鼎俎，列其琴瑟管磬钟鼓，修其祝嘏，以降上神与其先祖。以正君臣，以笃父子，以睦兄弟，以齐上下，夫妇有所。是谓承天之祜。作其祝号，玄酒以祭，荐其血毛，腥其俎，孰其殽，与其越席，疏布以幂，衣其浣帛，醴醆以献，荐其燔炙，君与夫人交献，以嘉魂魄，是谓合莫。然后退而合亨，体其犬豕牛羊，实其簠簋、笾豆、铏羹。祝以孝告，嘏以慈告，是谓大祥。此礼之大成也。</p>
	 -->
</body>
</html>
